brew "gh"
brew "libyaml"
brew "mise"
brew "starship"
brew "stow"
cask "docker"
cask "ghostty"
cask "zed"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-datatype"
cask "font-gmarket-sans"
cask "font-iosevka-charon"
cask "font-iosevka-charon-mono"
